[
    {
        "id": "1",
        "users": [
            {
                "id": "7b209441-d7e4-3810-716e-4491d82c3ed2",
                "first_name": "Halle",
                "last_name": "Bailey",
                "age": 24,
                "password": "fjdslkfgdjrsflidsjgjdrsofgndshjfu",
                "email": "hallebailey@gmail.com",
                "gender": 0,
                "birthday": "2000-6-13",
                "nationality": "United Kingdom",
                "selfPR": "As Halle Bailey, I recognize that effective PR is crucial to advancing my career as an actress and singer. My team and I take a multifaceted approach to promoting my work and public image.On the acting front, being cast as Ariel in \"The Little Mermaid\" remake has been a major opportunity. I've embraced the role and the movie's publicity campaign - participating in interviews, attending promo events, and expressing my excitement and gratitude to be part of such an iconic project. The press around the film positions me as a rising star in Hollywood.Simultaneously, I continue promoting my music as one half of Chloe x Halle. My sister and I maintain an active presence on social media, especially Instagram and YouTube, regularly engaging with our fan base. We post performance clips, behind-the-scenes content, and updates on our latest projects. Appearing on magazine covers and at fashionable events also keeps us visible in the music and entertainment scene.Across all my promotional endeavors, I aim to come across as grounded, hardworking and appreciative of the opportunities I've received. While I want my talent to be recognized, I avoid crossing over into arrogance or shameless self-promotion that could alienate people. Authenticity is key.My PR approach is really about striking a balance - seizing strategic opportunities to showcase my abilities and share my journey, while still being true to myself. It's about letting my work speak for itself, supported by savvy but sincere promotion. I feel grateful to have a platform and want to keep making the most of it moving forward in my multifaceted career.",
                "special_note": "",
                "carrer_id": "1",
                "height": 162,
                "weight": 50,
                "is_supporter": true,
                "paire_id": "f375f043-568a-dad5-1b82-a3e46ffb9b07",
                "created_at": "2023-01-30 14:32:56",
                "updated_at": "2023-01-30 14:32:56"
            },
            {
                "id": "f375f043-568a-dad5-1b82-a3e46ffb9b07",
                "first_name": "Chris",
                "last_name": "Evans",
                "age": 42,
                "password": "4jfj39fjwo4jr5k2lf3j5f9d",
                "email": "chrisevans@example.com",
                "gender": 1,
                "birthday": "1982-06-13",
                "nationality": "United States",
                "selfPR": "As Chris Evans, I strive to balance my public persona as an actor with my personal interests and passions. Known for my role as Captain America in the Marvel Cinematic Universe, I participate in various promotional activities for my movies, including interviews, conventions, and fan events. Beyond acting, I am active on social media, particularly Twitter, where I engage with fans and share my thoughts on current events and social issues. Authenticity and relatability are key components of my PR strategy, allowing me to connect with a broad audience.",
                "special_note": "",
                "carrer_id": "2",
                "height": 183,
                "weight": 85,
                "is_supporter": false,
                "paire_id": "7b209441-d7e4-3810-716e-4491d82c3ed2",
                "created_at": "2023-02-01 10:45:00",
                "updated_at": "2023-02-01 10:45:00"
            },
            {
                "id": "5a61cfd3-77b2-48f1-a3b8-8e29b8e2c53e",
                "first_name": "Emma",
                "last_name": "Watson",
                "age": 33,
                "password": "3fj83nflskf39fsklfj39",
                "email": "emmawatson@example.com",
                "gender": 0,
                "birthday": "1990-04-15",
                "nationality": "United Kingdom",
                "selfPR": "As Emma Watson, I combine my acting career with my advocacy for women's rights and education. Best known for my role as Hermione Granger in the Harry Potter series, I continue to take on diverse roles in film. My PR strategy involves highlighting my work in both the entertainment industry and my humanitarian efforts. I actively engage with my audience on social media, participate in interviews, and attend events to promote my initiatives. My goal is to inspire and empower others through my platform.",
                "special_note": "",
                "carrer_id": "3",
                "height": 165,
                "weight": 53,
                "is_supporter": true,
                "paire_id": "bc34def5-6789-0123-c45d-e6f7g8h9i0j1",
                "created_at": "2023-02-02 11:30:00",
                "updated_at": "2023-02-02 11:30:00"
            },
            {
                "id": "bc34def5-6789-0123-c45d-e6f7g8h9i0j1",
                "first_name": "Robert",
                "last_name": "Downey Jr.",
                "age": 58,
                "password": "2fj29jf3n3jfkfslf",
                "email": "robertdowneyjr@example.com",
                "gender": 1,
                "birthday": "1965-04-04",
                "nationality": "United States",
                "selfPR": "As Robert Downey Jr., I embrace my iconic status in the film industry while promoting my work and personal brand. Known for my role as Iron Man, I engage with fans through social media and public appearances. My PR strategy focuses on maintaining a balance between my professional achievements and personal life. I support various charitable initiatives and advocate for environmental sustainability, using my platform to inspire positive change.",
                "special_note": "",
                "carrer_id": "4",
                "height": 174,
                "weight": 78,
                "is_supporter": false,
                "paire_id": "5a61cfd3-77b2-48f1-a3b8-8e29b8e2c53e",
                "created_at": "2023-02-03 12:15:00",
                "updated_at": "2023-02-03 12:15:00"
            },
            {
                "id": "1a23b4c5-d6e7-48f9-a9b0-8e19b9e1f43e",
                "first_name": "Scarlett",
                "last_name": "Johansson",
                "age": 39,
                "password": "5fj20k2f8fj28fnslf9",
                "email": "scarlettjohansson@example.com",
                "gender": 0,
                "birthday": "1984-11-22",
                "nationality": "United States",
                "selfPR": "As Scarlett Johansson, my public relations efforts focus on my diverse acting career and advocacy for women's rights. From my roles in blockbuster films like Black Widow to independent movies, I maintain a strong presence in the entertainment industry. My PR approach includes engaging with fans on social media, participating in interviews, and supporting charitable causes. I aim to project a positive and empowered image, inspiring others through my work and public persona.",
                "special_note": "",
                "carrer_id": "5",
                "height": 160,
                "weight": 57,
                "is_supporter": true,
                "paire_id": "de56fgh7-8901-2345-e67f-g8h9i0j1k2l3",
                "created_at": "2023-02-04 13:00:00",
                "updated_at": "2023-02-04 13:00:00"
            },
            {
                "id": "de56fgh7-8901-2345-e67f-g8h9i0j1k2l3",
                "first_name": "Tom",
                "last_name": "Hiddleston",
                "age": 43,
                "password": "6fj29k3f8fj28fjslkf9",
                "email": "tomhiddleston@example.com",
                "gender": 1,
                "birthday": "1981-02-09",
                "nationality": "United Kingdom",
                "selfPR": "As Tom Hiddleston, I focus on my versatility as an actor and my engagement with fans. Known for my role as Loki in the Marvel Cinematic Universe, I participate in various promotional activities and interact with fans through social media. My PR strategy involves highlighting my work in both film and theater, as well as my philanthropic efforts. I aim to present myself as a dedicated and approachable actor, fostering a strong connection with my audience.",
                "special_note": "",
                "carrer_id": "6",
                "height": 187,
                "weight": 79,
                "is_supporter": true,
                "paire_id": "1a23b4c5-d6e7-48f9-a9b0-8e19b9e1f43e",
                "created_at": "2023-02-05 13:45:00",
                "updated_at": "2023-02-05 13:45:00"
            },
            {
                "id": "3c45d6e7-f8a9-4b2c-d0e2-a039a9e2f75e",
                "first_name": "Zendaya",
                "last_name": "Coleman",
                "age": 27,
                "password": "7fj2k3f8fj28fjskf9",
                "email": "zendayacoleman@example.com",
                "gender": 0,
                "birthday": "1996-09-01",
                "nationality": "United States",
                "selfPR": "As Zendaya, I balance my career as an actress, singer, and fashion icon. Known for my roles in Euphoria and Spider-Man, I actively engage with fans through social media, sharing insights into my projects and personal life. My PR strategy involves participating in interviews, attending red carpet events, and promoting my work and charitable causes. I aim to project a confident and relatable image, inspiring others through my multifaceted career.",
                "special_note": "",
                "carrer_id": "7",
                "height": 178,
                "weight": 59,
                "is_supporter": true,
                "paire_id": "4d56e7f8-a9b0-4c3d-e1f2-b149a9f3g86e",
                "created_at": "2023-02-06 14:30:00",
                "updated_at": "2023-02-06 14:30:00"
            },
            {
                "id": "4d56e7f8-a9b0-4c3d-e1f2-b149a9f3g86e",
                "first_name": "Chris",
                "last_name": "Hemsworth",
                "age": 40,
                "password": "dshgdfkjhgfjh3456",
                "email": "chrishemsworth@example.com",
                "gender": 1,
                "birthday": "1983-08-11",
                "nationality": "Australia",
                "selfPR": "As Chris Hemsworth, my PR strategy revolves around balancing my image as an action star and a family man. Known for my role as Thor in the Marvel Cinematic Universe, I engage with fans through social media and public appearances. My approach to PR includes promoting my films, participating in interviews, and showcasing my personal interests like fitness and environmental causes. I aim to maintain a relatable and grounded image while highlighting my professional achievements.",
                "special_note": "",
                "carrer_id": "8",
                "height": 190,
                "weight": 91,
                "is_supporter": false,
                "paire_id": "3c45d6e7-f8a9-4b2c-d0e2-a039a9e2f75e",
                "created_at": "2023-02-07 15:00:00",
                "updated_at": "2023-02-07 15:00:00"
            },
            {
                "id": "5e67f8a9-b0c1-4d3e-f2g3-c259a9h4i97e",
                "first_name": "Gal",
                "last_name": "Gadot",
                "age": 38,
                "password": "gjdslkfjg2345dfg",
                "email": "galgadot@example.com",
                "gender": 0,
                "birthday": "1985-04-30",
                "nationality": "Israel",
                "selfPR": "As Gal Gadot, my public relations efforts emphasize my roles as an actress and advocate for positive change. Known for playing Wonder Woman, I engage with fans through social media, interviews, and public events. My PR strategy includes promoting my films and humanitarian initiatives, aiming to inspire and empower others. I strive to maintain a strong and approachable public image, showcasing my dedication to my craft and my commitment to making a difference.",
                "special_note": "",
                "carrer_id": "9",
                "height": 178,
                "weight": 58,
                "is_supporter": true,
                "paire_id": "6f78a9b0-c1d2-4e3f-g4h5-d369a9j5k87e",
                "created_at": "2023-02-08 15:30:00",
                "updated_at": "2023-02-08 15:30:00"
            },
            {
                "id": "6f78a9b0-c1d2-4e3f-g4h5-d369a9j5k87e",
                "first_name": "Ryan",
                "last_name": "Reynolds",
                "age": 47,
                "password": "fdhgdjhf34325dgd",
                "email": "ryanreynolds@example.com",
                "gender": 1,
                "birthday": "1976-10-23",
                "nationality": "Canada",
                "selfPR": "As Ryan Reynolds, my PR strategy blends humor and relatability with my professional accomplishments. Known for my roles in Deadpool and various comedic films, I actively engage with fans on social media, often using humor to connect with my audience. My PR efforts include promoting my films, participating in interviews, and supporting charitable causes. I aim to maintain a down-to-earth and approachable image, using my platform to entertain and inspire.",
                "special_note": "",
                "carrer_id": "10",
                "height": 188,
                "weight": 84,
                "is_supporter": true,
                "paire_id": "5e67f8a9-b0c1-4d3e-f2g3-c259a9h4i97e",
                "created_at": "2023-02-09 16:00:00",
                "updated_at": "2023-02-09 16:00:00"
            }
        ]
    }
]
